/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "断开连接之前一分钟通知我";

/* Error string for OTR message string */
"A private conversation could not be set up." = "无法建立加密会话";

/* Title for the about page */
"About" = "关于";

/* Label for button to show version numbers and licenses */
"About This Version" = "关于此版本";

/* SSL error message */
"Access denied" = "拒绝存取";

/* The string describing a buddy's account */
"Account" = "账户";

/* Error title when account is disconnected */
"Account Disconnected" = "账户已离线";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "账户指纹";

/* Title for the accounts tab */
"Accounts" = "账户";

/* Button title to add someone as a buddy */
"Add" = "添加";

/* The title for the view to add a buddy */
"Add Buddy" = "加好友";

/* String to describe advanced set of settings */
"Advanced" = "高级";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "加密此消息时出现了错误，此消息未成功发送。";

/* shown when changing database passphrase fails */
"An error occurred while changing the database passphrase." = "An error occurred while changing the database passphrase.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "建立数据库时出现错误。";

/* SSL error message */
"Attempt to restore an unknown session" = "尝试还原连接";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "自动删除";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "自动开启加密";

/* Label in buddy list for users that are available */
"Available" = "在线";

/* Label in buddy list for users that are away */
"Away" = "离开";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "后台连接将在一分钟后断开。";

/* SSL error message */
"Bad certificate format" = "证书格式错误";

/* SSL error message */
"Bad MAC" = "MAC错误";

/* SSL error message */
"Bad protocol version" = "协议版本错误";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "不支持的证书格式。";

/* string to describe basic set of settings */
"Basic" = "基本";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords.";

/* The String for a button to block a buddy */
"Block" = "屏蔽";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "屏蔽并删除";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "好友指纹";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "好友信息";

/* Title for the buddy list tab */
"Buddy List" = "好友列表";

/* Cancel an alert window */
"Cancel" = "取消";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "取消加密聊天";

/* Error string for OTR message string */
"Cannot read the received message." = "无法查看已收到的消息。";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "无法识别收到的OTR消息类型。";

/* SSL error message */
"Cert chain not verified by root" = "证书链未被root验证";

/* SSL error message */
"Certificate expired" = "证书已过期";

/* SSL error message */
"Certificate revoked" = "证书已撤销";

/* SSL error message */
"Chain had a cert not yet valid" = "链中有证书尚未生效";

/* SSL error message */
"Chain had an expired cert" = "链中有证书已过期";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "修改密码";

/* Title for chat view */
"Chat" = "聊天";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "加密的聊天应用";

/* Title for chats view */
"Chats" = "会话";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure推送";

/* let users know source is on Github */
"Check out the source here on Github" = "连接至 Github 查看源代码";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite设置失败";

/* Label for text field where you compose a new message */
"Compose" = "发起会话";

/* SSL error message */
"Configuration error" = "设置错误";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "连接 Facebook";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "登录已有账户";

/* Whether or not account is logged in */
"Connected" = "已连接";

/* String to state if an account is progress of creating a connection */
"Connecting" = "连接中";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "建立Tor连接中";

/* SSL error message */
"Connection closed gracefully" = "成功断开连接";

/* SSL error message */
"Connection closed via error" = "连接出错，已断开";

/* Copy string to clipboard as in copy and paste */
"Copy" = "复制";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "无法从证书中提取公共匙";

/* Title for button to create account */
"Create" = "注册";

/* Label for button to create a new account via in band registration */
"Create New Account" = "注册账户";

/* Start of sentence that will be followed by names */
"Created by" = "创建者：";

/* Title for progress of creating a new account */
"Creating Account" = "注册账户中";

/* title label for the existing passphrase */
"Current Passphrase" = "当前密码";

/* SSL error message */
"Decoding error" = "解密错误";

/* SSL error message */
"Decompression failure" = "解压失败";

/* SSL error message */
"Decryption error" = "解密错误";

/* SSL error message */
"Decryption failed" = "解密失败";

/* SSL error message */
"Decryption failure" = "解密失败";

/* default string to revert to normal language behaviour */
"Default" = "默认";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "删除账号？";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "断开时删除聊天記錄";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "已送达";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "断开 Facebook";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "请勿打扰";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "请输入域名";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "当自定义端口时，域名需要手动设定";

/* Title for donation link */
"Donate" = "捐款";

/* Title for button to press when user is finished */
"Done" = "完成";

/* Error title when there is a duplicate account */
"Duplicate account" = "此账户已存在";

/* The string describing account name or email address for a buddy */
"Email" = "邮箱";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "启用随机 OTR 加密";

/* Generic title for encryption errors */
"Encryption Error" = "加密出现错误";

/* title label for error when creating account */
"Error Creating Account" = "注册账户失败";

/* Error message when registration fails */
"Error Registering Username" = "注册此用户名失败";

/* Title of error message pop-up box */
"Error!" = "错误！";

/* SSL error message */
"Export restriction" = "导出限制";

/* Default message when a user status is set to extended away */
"Extended Away" = "远远离开";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "连接 XMPP 服务器失败, 请检查您的帐户名与密码及网络连接后再尝试登录。";

/* SSL error message */
"Fatal alert" = "关键错误";

/* your fingerprint */
"Fingerprint for you" = "您的指纹";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "忘记密码？";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* SSL error message */
"Handshake failure" = "交互失败";

/* Label for button to open link to translate app */
"Help Translate" = "帮助翻译";

/* Label text for hostname field on login scree */
"Hostname" = "主机名";

/* SSL error message */
"I/O would block (not fatal)" = "I/O端口封闭";

/* SSL error message */
"Illegal parameter" = "参数不合法";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "请回到主屏幕后双击 Home 按钮，从最近的应用列表中移除 ChatScure 再回来，以生效新语言";

/* Short for information, button title to get more information */
"Info" = "详情";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "发起加密聊天";

/* SSL error message */
"Insufficient buffer provided" = "提供的缓存不够";

/* SSL error message */
"Insufficient security" = "不够安全";

/* SSL error message */
"Internal error" = "内部错误";

/* SSL error message */
"Invalid certificate chain" = "未生效的证书链";

/* title label for invalid email */
"Invalid Email" = "无效的电子邮件";

/* Directions to the system software update */
"iOS Vulnerability" = "iOS系统缺陷";

/* Message shown in line for users that are available */
"is now available" = "当前正在线";

/* Message shown in line for users that are away */
"is now away" = "当前已离开";

/* Message shown in line for users that are offline */
"is now offline" = "当前已离线";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber（XMPP）";

/* string to bring up language selector */
"Language" = "语言";

/* String of title to alert user language is change */
"Language Change" = "改变语言";

/* log in to account */
"Log In" = "登录";

/* log out from account */
"Log Out" = "注销";

/* shown during the login process */
"Logging in..." = "登录中……";

/* Label for account setting that autologins on launch */
"Login Automatically" = "自动登录";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "管理推送账户";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "管理指纹";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "管理SSL证书";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "消息发送失败。因为对方已经离开加密会话。你应关闭连接，或重新刷新。";

/* SSL error message */
"Miscellaneous bad certificate" = "不合法的证书";

/* SSL error message */
"Module attach failure" = "模块加载失败";

/* The string describing a buddy's display name */
"Name" = "昵称";

/* For a new settings value */
"New" = "新";

/* Title for New Account View */
"New Account" = "添加账号";

/* title label for the new passphrase */
"New Passphrase" = "新的密码";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "新的SSL证书";

/* Label for button to go to next step */
"Next" = "下一步";

/* SSL error message */
"No Error" = "无错";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "未验证";

/* Label in buddy list for users that are offline */
"Offline" = "离线";

/* Accept the dialog */
"OK" = "确定";

/* For an old settings value */
"Old" = "旧";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Open in Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "在Facebook中打开";

/* Label for button to open link in twitter app */
"Open in Twitter" = "在Twitter中打开";

/* Hint text for domain field telling user this field is not required */
"Optional" = "可选项";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR 即时聊天";

/* Title for other miscellaneous settings group */
"Other" = "其他";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "OTR指纹";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "我们的策略要求加密,但是我们正在尝试发送一个未加密的消息";

/* Label text for password field on login screen */
"Password" = "密码";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "节点在回应前丢弃链接";

/* SSL error message */
"Peer host name mismatch" = "节点";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "等待通过验证";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "永久删除";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "已绑定证书";

/* detail title label for invalid email */
"Please choose a valid email address" = "请选择一个有效的电子邮件地址";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "请在管理请求之前登录到此帐号";

/* Label for port number field for connecting to service */
"Port" = "端口";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "指纹";

/* Title for push-messaging related settings */
"Push" = "推送";

/* Label for qr code image */
"QR code" = "QR code";

/* Error string for OTR message string */
"Received a general OTR error." = "接收到一个常规OTR错误";

/* Error string for OTR message string */
"Received a heartbeat." = "接收到一个心跳包";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Received an encrypted message but cannot read it because no private connection is established yet.";

/* Error string for OTR message string */
"Received an unencrypted message." = "接受到一个未加密的消息";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Received and discarded a message intended for another instance.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "最近会话";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "拒绝";

/* Label for switch to save passphrase */
"Remember Passphrase" = "记住密码";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "记住密码";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "删除";

/* Reply to an incoming message */
"Reply" = "回复";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "必填";

/* Label for text input for XMPP resource */
"Resource" = "XMPP资源";

/* Title for button for saving a setting */
"Save" = "保存";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "已保存的证书";

/* Label for text field where you search for a buddy */
"Search" = "搜索";

/* Title heading in settings */
"Security" = "安全";

/* Title of alert box warning about security issues */
"Security Warning" = "安全警告";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "自签名 SSL";

/* String on button to email feedback */
"Send Feedback" = "发送反馈";

/* Error string for OTR message string */
"Sent a heartbeat." = "发送";

/* SSL error message */
"Server closed session with no notification" = "服务器在无人和通知的情况下关闭了链接";

/* SSL error message */
"Server has requested a client cert" = "服务器要求一个客户端证书";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "设置新数据库密码";

/* Title for the Settings screen */
"Settings" = "设置";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "设定 --> 通用 --> 软件更新";

/* Title for sharing a link to the app */
"Share" = "分享";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "注销警告";

/* title label for signing up for a new account */
"Sign Up" = "登入新账户";

/* Label for button to skip this step */
"Skip" = "跳过";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL 主机名不匹配";

/* SSL error message */
"SSL protocol error" = "SSL协议错误";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "好友请求";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "现在的通话是不安全的.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "该会话是安全的并且指纹已被验证";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "和 %@ 的会话不再安全。";

/* shown when changing database passphrase succeeds */
"The database passphrase change was successful." = "The database passphrase change was successful.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "该指纹已经被改变并且需要被认证";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "指纹未被验证";

/* Error string for OTR message string */
"The message received contains malformed data." = "The message received contains malformed data.";

/* Error string for OTR message string */
"The previous message was resent." = "前一条信息被重新发送";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "这个XMPP服务器不支持内置注册";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "该用户名已存在";

/* Warns user that the current chat is secure */
"This chat is secured" = "聊天已加密";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "这个设备看起来没被设置可以支付";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = " 二维码包含重定向到 App Store 的链接：http://omniqrcode.com/q/chatsecure";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor is an experimental feature, please use with caution.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "收到异常的消息";

/* SSL error message */
"Unknown Cert Authority" = "未知证书签发机构";

/* SSL error message */
"Unknown certificate" = "未知证书";

/* Label for button to unlock app */
"Unlock" = "解锁";

/* SSL error message */
"User canceled" = "用户取消";

/* Example of a username using the words user and example */
"user@example.com" = "用户名@example.com";

/* Label text for username field on login screen */
"Username" = "用户名";

/* SSL error message */
"Valid cert chain, untrusted root" = "有效的证书链，不信任的根证书";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "有效的证书";

/* To let the user know the fingerprint as been checked */
"Verified" = "已验证";

/* Shown when verifying fingerprints */
"Verify" = "验证";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "验证指纹";

/* Shown when verifying fingerprints */
"Verify Later" = "稍后验证";

/* when displaying version numbers such as 1.0.0 */
"Version" = "版本";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "警告：聊天未加密";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "您是否希望链接到UserVoice来发送反馈?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "您必须先启动安全对话模式。";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "您必须输入用户名与密码进行登录。";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "你现在用的iOS版本(%@)含有安全漏洞. 请尽快更新到最新版本.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "您的捐助将帮助 ChatSecure 的长期发展。";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "您的密码将被只储存在该设备的iOS钥匙链中,它和您的设备密码／pin一样安全.无论如何，它无法通过设备备份／恢复来保留。所以请不要忘记它，否则您将丢失您的历史会话。";

